[UserSettings]
NormalTKArr=ππ^nπ^xπ
NormalModeArr=1π1π1π1π1
NormalHoldTimeArr=500π500π500π500π500
NormalForbidArr=0π0π0π1π0
NormalRemarkArr=钓鱼π园艺工π每日藏宝图π雕金π测试
NormalLoopCountArr=1π1π1π-1π1
NormalTriggerTypeArr=1π1π1π1π1
NormalSerialArr=1π2305257π1726013π1629018πItem1
NormalTimingSerialArr=Timing1πTiming2305256πTiming1726010πTiming1629013πTiming14
NormalStartTipSoundArr=1π1π1π1π1
NormalEndTipSoundArr=1π1π1π1π1
NormalFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-5"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
NormalMacroArr1=运行2304452,循环2005592
StringTKArr=:?*:WORD
StringModeArr=1
StringHoldTimeArr=0
StringForbidArr=0
StringRemarkArr=按两次a触发
StringLoopCountArr=1
StringTriggerTypeArr=1
StringSerialArr=2
StringTimingSerialArr=Timing2
StringStartTipSoundArr=1
StringEndTipSoundArr=1
StringFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
StringMacroArr1=输出2214042
MenuTKArr=πππππππ
MenuModeArr=1π1π1π1π1π1π1π1
MenuHoldTimeArr=500π500π500π500π500π500π500π500
MenuForbidArr=0π0π0π0π0π0π0π0
MenuRemarkArr=πππππππ
MenuLoopCountArr=1π1π1π1π1π1π1π1
MenuTriggerTypeArr=1π1π1π1π1π1π1π1
MenuSerialArr=3π4π5π6π7π8π12π13
MenuTimingSerialArr=Timing3πTiming4πTiming5πTiming6πTiming7πTiming8πTiming12πTiming13
MenuStartTipSoundArr=1π1π1π1π1π1π1π1
MenuEndTipSoundArr=1π1π1π1π1π1π1π1
MenuFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":["500"],"IndexSpanArr":["1-8"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
MenuMacroArr1=
MenuMacroArr2=
MenuMacroArr3=
MenuMacroArr4=
MenuMacroArr5=
MenuMacroArr6=
MenuMacroArr7=
MenuMacroArr8=
TimingTKArr=定时
TimingModeArr=1
TimingHoldTimeArr=500
TimingForbidArr=1
TimingRemarkArr=通过定时或宏操作调用
TimingLoopCountArr=1
TimingTriggerTypeArr=1
TimingSerialArr=9
TimingTimingSerialArr=Timing9
TimingStartTipSoundArr=1
TimingEndTipSoundArr=1
TimingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
TimingMacroArr1=按键_a_点击_100_10_200,间隔_3000
SubMacroTKArr=ππππππ
SubMacroModeArr=1π1π1π1π1π1π1
SubMacroHoldTimeArr=500π500π500π500π500π500π500
SubMacroForbidArr=0π0π0π0π0π0π0
SubMacroRemarkArr=抛竿π采集前置π园艺工操作π藏宝图采集前置π寻路中π藏宝图操作π雕金
SubMacroLoopCountArr=1π1π1π1π1π1π1
SubMacroTriggerTypeArr=1π1π1π1π1π1π1
SubMacroSerialArr=10π1957445π1915482π1713327π2116439π1713522π1520244
SubMacroTimingSerialArr=Timing10πTiming1915486πTiming1957443πTiming1713329πTiming1713529πTiming2116432πTiming1520243
SubMacroStartTipSoundArr=1π1π1π1π1π1π1
SubMacroEndTipSoundArr=1π1π1π1π1π1π1
SubMacroFoldInfo={"FoldStateArr":[0,0,0],"ForbidStateArr":[0,0,0],"FrontInfoArr":["","",""],"HoldTimeArr":[500,500,500],"IndexSpanArr":["1-3","4-6","7-7"],"RemarkArr":["钓鱼","每日藏宝图","生产"],"TKArr":["","",""],"TKTypeArr":[1,1,1]}
SubMacroMacroArr1=搜索Pro2222422_抛竿,搜索Pro2233267_咬钩
ReplaceTKArr=l
ReplaceModeArr=1
ReplaceHoldTimeArr=500
ReplaceForbidArr=1
ReplaceRemarkArr=将l按键替换成其他按键
ReplaceLoopCountArr=1
ReplaceTriggerTypeArr=1
ReplaceSerialArr=11
ReplaceTimingSerialArr=Timing11
ReplaceStartTipSoundArr=1
ReplaceEndTipSoundArr=1
ReplaceFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ReplaceMacroArr1=Left,a
ToolTKArr=
ToolModeArr=
ToolHoldTimeArr=
ToolForbidArr=
ToolRemarkArr=
ToolLoopCountArr=
ToolTriggerTypeArr=
ToolSerialArr=
ToolTimingSerialArr=
ToolStartTipSoundArr=
ToolEndTipSoundArr=
ToolFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
SettingTKArr=
SettingModeArr=
SettingHoldTimeArr=
SettingForbidArr=
SettingRemarkArr=
SettingLoopCountArr=
SettingTriggerTypeArr=
SettingSerialArr=
SettingTimingSerialArr=
SettingStartTipSoundArr=
SettingEndTipSoundArr=
SettingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
HelpTKArr=
HelpModeArr=
HelpHoldTimeArr=
HelpForbidArr=
HelpRemarkArr=
HelpLoopCountArr=
HelpTriggerTypeArr=
HelpSerialArr=
HelpTimingSerialArr=
HelpStartTipSoundArr=
HelpEndTipSoundArr=
HelpFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
RewardTKArr=
RewardModeArr=
RewardHoldTimeArr=
RewardForbidArr=
RewardRemarkArr=
RewardLoopCountArr=
RewardTriggerTypeArr=
RewardSerialArr=
RewardTimingSerialArr=
RewardStartTipSoundArr=
RewardEndTipSoundArr=
RewardFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ThankTKArr=
ThankModeArr=
ThankHoldTimeArr=
ThankForbidArr=
ThankRemarkArr=
ThankLoopCountArr=
ThankTriggerTypeArr=
ThankSerialArr=
ThankTimingSerialArr=
ThankStartTipSoundArr=
ThankEndTipSoundArr=
ThankFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
StringMacroArr2=输出2214561
SubMacroMacroArr2=搜索Pro1958154_初始状态检查,搜索Pro2041496_寻路中断
NormalMacroArr2=宏操作2306110,间隔_2000,循环2032173
NormalMacroArr3=RMT指令_开启变量监视,移动窗口1_1920_0,移动窗口2_0_0,变量1726432,间隔_2000,循环2032173
SubMacroMacroArr3=搜索Pro1932582_草场识别
SubMacroMacroArr4=搜索Pro1958154_初始状态检查,搜索Pro2041496_寻路中断
SubMacroMacroArr5=变量2056076,循环2052104_寻路中检测
SubMacroMacroArr6=搜索Pro1932582_矿脉识别
SubMacroMacroArr7=移动_1412_872_90,间隔_1337,按键_LButton_点击_126,移动_1383_403_90,间隔_1474,按键_LButton_点击_111,移动_1247_730_90,间隔_1492,按键_LButton_点击_96,间隔_81,按键_LButton_点击_96,间隔_68,按键_LButton_点击_105,间隔_58,按键_LButton_点击_105,间隔_48,按键_LButton_点击_111,间隔_49,按键_LButton_点击_98,间隔_67,按键_LButton_点击_102,移动_1238_746_90,间隔_1050,按键_LButton_点击_109,移动_1219_842_90,间隔_1542,按键_LButton_点击_88,间隔_71,按键_LButton_点击_98,间隔_63,按键_LButton_点击_104,间隔_79,按键_LButton_点击_82,间隔_54,按键_LButton_点击_104,间隔_45,按键_LButton_点击_232,间隔_57,按键_LButton_点击_110,间隔_52,按键_LButton_点击_83,间隔_65,按键_LButton_点击_118,间隔_2188,按键_LButton_点击_89,间隔_69,按键_LButton_点击_102,间隔_61,按键_LButton_点击_100,间隔_56,按键_LButton_点击_102,间隔_53,按键_LButton_点击_256,间隔_61,按键_LButton_点击_96,间隔_58,按键_LButton_点击_95,间隔_2120,按键_LButton_点击_90,间隔_96,按键_LButton_点击_88,间隔_86,按键_LButton_点击_72,间隔_75,按键_LButton_点击_95,间隔_62,按键_LButton_点击_81,间隔_61,按键_LButton_点击_88,移动_1376_404_90,间隔_1761,按键_LButton_点击_96,间隔_78,按键_LButton_点击_95,间隔_71,按键_LButton_点击_83,间隔_64,按键_LButton_点击_102,间隔_49,按键_LButton_点击_105,间隔_49,按键_LButton_点击_98,间隔_66,按键_LButton_点击_73,间隔_79,按键_LButton_点击_69,间隔_60,按键_LButton_点击_110,移动_1235_737_90,间隔_1979,按键_LButton_点击_103,间隔_69,按键_LButton_点击_100,间隔_63,按键_LButton_点击_91,间隔_75,按键_LButton_点击_80,间隔_67,按键_LButton_点击_82,间隔_62,按键_LButton_点击_86,间隔_69,按键_LButton_点击_84,移动_1208_852_90,间隔_2022,按键_LButton_点击_90,间隔_81,按键_LButton_点击_98,间隔_66,按键_LButton_点击_94,间隔_70,按键_LButton_点击_83,间隔_64,按键_LButton_点击_237,间隔_63,按键_LButton_点击_119,间隔_2015,按键_LButton_点击_95,间隔_67,按键_LButton_点击_407,间隔_60,按键_LButton_点击_84,间隔_64,按键_LButton_点击_72,间隔_70,按键_LButton_点击_75,间隔_68,按键_LButton_点击_96,间隔_50,按键_LButton_点击_83,间隔_2245,按键_LButton_点击_102,间隔_66,按键_LButton_点击_99,间隔_58,按键_LButton_点击_232,间隔_66,按键_LButton_点击_86,间隔_63,按键_LButton_点击_100,移动_1369_400_90,间隔_2416,按键_LButton_点击_82,间隔_88,按键_LButton_点击_103,间隔_66,按键_LButton_点击_90,间隔_70,按键_LButton_点击_94,间隔_64,按键_LButton_点击_71,移动_1230_732_90,间隔_2005,按键_LButton_点击_103,间隔_69,按键_LButton_点击_105,间隔_62,按键_LButton_点击_99,间隔_64,按键_LButton_点击_93,间隔_63,按键_LButton_点击_90,间隔_63,按键_LButton_点击_92,间隔_64,按键_LButton_点击_79,移动_1405_735_90,间隔_1993,按键_LButton_点击_102,间隔_63,按键_LButton_点击_108,间隔_76,按键_LButton_点击_55,间隔_84,按键_LButton_点击_57,间隔_72,按键_LButton_点击_73,间隔_80,按键_LButton_点击_84,间隔_60,按键_LButton_点击_93,间隔_49,按键_LButton_点击_108,间隔_2182,按键_LButton_点击_115,间隔_58,按键_LButton_点击_110,间隔_54,按键_LButton_点击_104,间隔_52,按键_LButton_点击_86,间隔_59,按键_LButton_点击_108,间隔_2051,按键_LButton_点击_92,间隔_75,按键_LButton_点击_87,间隔_80,按键_LButton_点击_85,移动_1379_388_90,间隔_2186,按键_LButton_点击_108,间隔_65,按键_LButton_点击_103,间隔_67,按键_LButton_点击_90,移动_1232_732_90,间隔_2271,按键_LButton_点击_103,间隔_83,按键_LButton_点击_92,间隔_75,按键_LButton_点击_83,间隔_70,按键_LButton_点击_72,间隔_90,按键_LButton_点击_61,移动_1403_737_90,间隔_1875,按键_LButton_点击_108,间隔_73,按键_LButton_点击_105,间隔_66,按键_LButton_点击_95,间隔_67,按键_LButton_点击_86,间隔_69,按键_LButton_点击_90,间隔_58,按键_LButton_点击_95,间隔_2480,按键_LButton_点击_92,间隔_70,按键_LButton_点击_100,间隔_-945,按键_LButton_点击_98,移动_1400_737_90,间隔_2308,按键_LButton_点击_115,间隔_64,按键_LButton_点击_107,间隔_52,按键_LButton_点击_97,间隔_59,按键_LButton_点击_112,移动_1399_737_90,间隔_2628,按键_LButton_点击_95,间隔_71,按键_LButton_点击_102,移动_2012_528_90,间隔_7397,按键_LButton_点击_108
NormalMacroArr4=宏操作1629226
SubMacroMacroArr8=
SubMacroMacroArr9=搜索Pro1932582_矿脉识别
NormalMacroArr5=搜索Pro1
